Repository: xize/luci
Catalog: applications/luci-app-csshnpd/po/*/csshnpd.po
Languages: es

source: Additional arguments
es: Argumentos adicionales

source: Check here to enable the service
es: Marque aquí para activar el servicio

source: Daemon Configuration
es: Configuración del demonio

source: Device atSign
es: Dispositivo atSign

source: Device must be configured
es: El dispositivo debe estar configurado

source: Device name
es: Nombre del dispositivo

source: Device names may contain a-z 0-9 _ or - (e.g., "my_thing1").
es: Los nombres de los dispositivos pueden contener a-z 0-9 _ o - (por ejemplo, "mi_cosa1").

source: Enabled
es: Activado

source: Enroll
es: Inscribirse

source: Enrollment OTP/SPP
es: Inscripción OTP/SPP

source: Existing key found at:
es: Clave existente encontrada en:

source: First character should be a lowercase letter (e.g., "a").
es: El primer carácter debe ser una letra minúscula (por ejemplo, "a").

source: Further command line arguments for the NoPorts daemon
es: Más argumentos de línea de comandos para el demonio NoPorts

source: Grant UCI access for luci-app-csshnpd
es: Otorgar acceso UCI para luci-app-csshnpd

source: Manager atSign
es: Administrador atSign

source: Maximum device name length is 36 characters.
es: La longitud máxima del nombre del dispositivo es 36 caracteres.

source: Must be at least one character long (e.g., "a").
es: Debe tener al menos un carácter (por ejemplo, "a").

source: Must be six characters (e.g., "S3CR3T").
es: Debe tener seis caracteres (por ejemplo, "S3CR3T").

source: Must not be empty and should start with @ (e.g., "@a").
es: No debe estar vacío y debe comenzar con @ (por ejemplo, "@a").

source: NoPorts Config
es: Configuración de NoPorts

source: NoPorts Enrollment
es: Inscripción en NoPorts

source: NoPorts atSign Enrollment
es: Inscripción en NoPorts atSign

source: OTP must be configured. An OTP can be generated using:
es: Se debe configurar una OTP. Se puede generar una OTP usando:

source: One Time Passcode (OTP) for device atSign enrollment
es: Código de acceso de un solo uso (OTP) para la inscripción del dispositivo en atSign

source: Press the Enroll button then run this command on a system where
es: Presione el botón Inscribirse y luego ejecute este comando en un sistema donde

source: The device atSign e.g. @device
es: El dispositivo atSign, por ejemplo @device

source: The manager atSign e.g. @manager
es: El administrador de Sign, por ejemplo, @manager

source: The name for this device e.g. openwrt
es: El nombre de este dispositivo, por ejemplo, openwrt

source: atSign must be configured
es: atSign debe estar configurado

source: sshnpd config
es: configuración de sshnpd
